[
  {
    "title": {
      "fr": "Perruque de Goultard",
      "en": "Goultard's Wig",
      "es": "Peluca de Gúltar",
      "pt": "Peruca de Gultar"
    },
    "description": {
      "fr": "Un iop doit savoir se servir de sa tête !",
      "en": "Iops should know how to use their heads!",
      "es": "¡Un yopuka debe saber cómo usar su cabeza!",
      "pt": "Um Iop que se preze tem que saber usar a cabeça!"
    },
    "definition": {
      "item": {
        "level": 50,
        "id": 24309,
        "graphicParameters": {
          "gfxId": 13424309,
          "femaleGfxId": 13424309
        },
        "baseParameters": {
          "itemTypeId": 134,
          "rarity": 5
        },
        "useParameters": {
          "useCostAp": 0,
          "useCostMp": 0,
          "useCostWp": 0,
          "useRangeMin": 0,
          "useRangeMax": 0,
          "useTestFreeCell": false,
          "useTestLos": true,
          "useTestOnlyLine": false,
          "useTestNoBorderCell": true,
          "useWorldTarget": 0
        }
      },
      "equipEffects": [
        {
          "effect": {
            "definition": {
              "id": 248799,
              "actionId": 160,
              "areaShape": 32767,
              "areaSize": [],
              "params": [
                2,
                0
              ]
            }
          }
        },
        {
          "effect": {
            "definition": {
              "id": 248798,
              "actionId": 41,
              "areaShape": 32767,
              "areaSize": [],
              "params": [
                1,
                0,
                1,
                0,
                0,
                0
              ]
            }
          }
        },
        {
          "effect": {
            "definition": {
              "id": 248803,
              "actionId": 71,
              "areaShape": 32767,
              "areaSize": [],
              "params": [
                20,
                0
              ]
            }
          }
        },
        {
          "effect": {
            "definition": {
              "id": 248802,
              "actionId": 1053,
              "areaShape": 32767,
              "areaSize": [],
              "params": [
                42,
                0
              ]
            }
          }
        },
        {
          "effect": {
            "definition": {
              "id": 248801,
              "actionId": 150,
              "areaShape": 32767,
              "areaSize": [],
              "params": [
                3,
                0
              ]
            }
          }
        },
        {
          "effect": {
            "definition": {
              "id": 248800,
              "actionId": 20,
              "areaShape": 32767,
              "areaSize": [],
              "params": [
                48,
                0,
                1,
                0,
                0,
                0
              ]
            }
          }
        }
      ]
    }
  },
  {
    "title": {
      "fr": "Épée du Chevalier de Glace",
      "en": "Ice Knight Sword",
      "es": "Espada de Caballero de Hielo",
      "pt": "Espada do Cavaleiro de Gelo"
    },
    "description": {
      "fr": "Le Chevalier de Glace était connu pour être un des plus grands forgeurs d'épées de tout Amakna. Seule l'horrible et impitoyable Liche refusait de reconnaître son immense talent. Vexé qu'une telle créature puisse ne pas s'émerveiller devant ses créations, il lui posa un ultimatum : il refusa d'exercer sa profession tant qu'elle ne fît pas l'effort de reconnaître publiquement le talent du forgeur d'épées. Mais c'était mal connaître la terrible Liche, qui ne céda point.\r\n\r\nUne centaine d'années plus tard, le forgeur dut se résoudre à reprendre son métier qu'il avait entre-temps oublié. Cette épée ridicule fut sa dernière création utilisable. Les années passèrent et le véritable pouvoir de cette épée fut enfin découvert, en la brisant elle libérait une énergie maléfique qui perturba durablement toutes les activités économiques de la Liche. Moquée, provoquée, humiliée et prise à son propre jeu, elle feignit d'abdiquer pour revenir plus méchante et se venger au moment opportun.\r\n\r\nUn jour, le chaos d'Ogrest survint. Mythes oubliés et contes naïfs se mêlaient à l'aube de ce nouveau monde, tous durent s'adapter à ce nouveau cycle, à part la Liche qui fomentait encore et toujours un plan pour prendre sa revanche.\r\n\r\nElle fut finalement vaincue par un valeureux chuchoteur, et reconnut dans ses derniers instants qu'elle n'avait jamais été emportée par la haine. Injustement isolée du monde par des malfaiteurs jaloux, la Liche trouvait son petit bonheur quotidien dans les petites farces et ruses qu'elle s'employait à infliger à ses ennemis aussi bien qu'à ses amis. Trop peu de gens ont pris le temps de s'intéresser à sa personnalité remarquable et son amitié extraordinaire.",
      "en": "The Ice Knight was famous for being one of the greatest sword smiths in all of Amakna. Only the horrible, pitiless Liche refused to recognize his immense talent. Offended that such a creature wouldn't stand in awe before his creations, he issued an ultimatum, refusing to forge so much as a teaspoon until his sword smith skills received the public recognition they deserved. But he hadn't reckoned on the horrible Liche, who never gave in.\n\nA century or so later, the smith had to resign himself to going back to work... even though his skills had gotten rusty. This ridiculous sword was his last usable creation. The years passed by and the sword's true power was finally discovered. If shattered, the sword released an evil energy that would do lasting damage to Liche's economic activities. Mocked, provoked, humiliated, and beaten at her own game, she feigned giving up, only to come back meaner than ever and take her revenge when the time was right.\n\nThen one day came Ogrest's Chaos. Forgotten myths and childish tall tales mingled at the dawn of this new world, and everyone had to adapt to this new cycle. Everyone except Liche, who was still plotting and planning her revenge.\n\nShe was finally defeated by a courageous whisperer, and she admitted in her final moments that she had never fully given in to hate. Unfairly isolated from the world by the jealous and the wicked, Liche found her daily joy in playing little jokes and tricks on friends and enemies alike. Far too few people ever took the time to learn more about her striking personality and extraordinary sense of friendship.",
      "es": "El Caballero de Hielo era famoso por ser uno de los mejores forjadores de espadas de toda Amakna. Solo el horrible y despiadado Lich se negaba a reconocer su inmenso talento. Al ver que una criatura como esta no se maravillaba ante sus creaciones, se ofendió y le puso un ultimátum: se negó a ejercer su oficio mientras el Lich no hiciera el esfuerzo de reconocer públicamente su talento de forjador de espadas. Pero el terrible Lich no dio su brazo a torcer.\n\nEl forjador estuvo obligado, varios centenares de años más tarde, a volver a retomar su oficio, que entretanto olvidó. Esta ridícula espada fue su última creación utilizable. Los años pasaron y el verdadero poder de esta espada se desveló: al romperla, se liberaba una energía maléfica que perturbó de forma duradera todas las actividades económicas del Lich. Denigrado, provocado, humillado y vencido en su propio juego, este fingió abdicar para volver aún más cruel y vengarse en el momento oportuno.\n\nUn día, se produjo el Caos de Ogrest. Mitos olvidados y cuentos ingenuos se mezclaron en los albores de este nuevo mundo. Todos tuvieron que adaptarse al nuevo ciclo, aparte del Lich, que seguía y seguiría urdiendo un plan para vengarse.\n\nFinalmente, fue vencido por un valiente susurrador, y reconoció en sus últimos instantes que nunca le había movido el odio. El Lich, injustamente aislado del mundo por los malhechores celosos, encontraba la felicidad diaria en las pequeñas bromas y artimañas que se dedicaba a hacer tanto a sus enemigos como a sus amigos. Muy poca gente se tomó la molestia de interesarse por su personalidad excepcional y su amistad extraordinaria.",
      "pt": "O Cavaleiro de Gelo era conhecido como um dos melhores ferreiros de espada de Amakna. Somente o horrível e impiedoso Lich se recusava a reconhecer o imenso talento dele. Irritado que uma criatura dessas não ficasse maravilhada diante de suas criações, o Cavaleiro de Gelo impôs um ultimato: deixaria de exercer sua profissão enquanto o Lich não admitisse publicamente o talento do ferreiro de espadas. Mas o terrível Lich era osso duro de roer e não deu o braço a torcer.\n\nUns cem anos mais tarde, o ferreiro teve que se resignar a retomar seu ofício, cujas técnicas havia esquecido nesse meio-tempo. Esta espada ridícula foi sua última produção utilizável. Os anos se passaram, e o verdadeiro poder dela foi finalmente descoberto: ao se quebrar, ela liberava uma energia maléfica que perturbava duradouramente todas as atividades econômicas do Lich. Menosprezado, provocado, humilhado, tendo caído na própria armadilha, ele fingiu ceder, com a intenção de voltar mais malvado do que nunca para se vingar em um momento oportuno.\n\nUm dia, aconteceu o Caos de Ogrest. Mitos esquecidos e contos ingênuos se misturavam na alvorada desse novo mundo, e todos tiveram que se adaptar ao novo ciclo. Todos exceto Lich, que continuava elaborando seu plano de vingança.\n\nEle finalmente foi derrotado por um corajoso Sussurrador e, em seus últimos momentos, reconheceu que nunca foi motivado pelo ódio. Injustamente isolado do mundo por seus malfeitores invejosos, a única diversão de Lich no dia a dia era pregar peças, tanto em seus inimigos quanto em seus amigos. Pouquíssimas pessoas se deram o trabalho de se interessar por sua personalidade fascinante e sua amizade extraordinária."
    },
    "definition": {
      "item": {
        "level": 50,
        "id": 30227,
        "graphicParameters": {
          "gfxId": 11030227,
          "femaleGfxId": 11030227
        },
        "baseParameters": {
          "itemTypeId": 110,
          "rarity": 5
        },
        "useParameters": {
          "useCostAp": 6,
          "useCostMp": 0,
          "useCostWp": 0,
          "useRangeMin": 1,
          "useRangeMax": 1,
          "useTestFreeCell": false,
          "useTestLos": false,
          "useTestOnlyLine": false,
          "useTestNoBorderCell": false,
          "useWorldTarget": 0
        }
      },
      "equipEffects": [
        {
          "effect": {
            "definition": {
              "id": 335967,
              "actionId": 173,
              "areaShape": 32767,
              "areaSize": [],
              "params": [
                10,
                0
              ]
            }
          }
        },
        {
          "effect": {
            "definition": {
              "id": 335966,
              "actionId": 20,
              "areaShape": 32767,
              "areaSize": [],
              "params": [
                30,
                0,
                1,
                0,
                0,
                0
              ]
            }
          }
        },
        {
          "effect": {
            "definition": {
              "id": 335972,
              "actionId": 85,
              "areaShape": 32767,
              "areaSize": [],
              "params": [
                7,
                0
              ]
            }
          }
        },
        {
          "effect": {
            "definition": {
              "id": 335969,
              "actionId": 1052,
              "areaShape": 32767,
              "areaSize": [],
              "params": [
                36,
                0
              ]
            }
          }
        },
        {
          "effect": {
            "definition": {
              "id": 335968,
              "actionId": 1068,
              "areaShape": 32767,
              "areaSize": [],
              "params": [
                18,
                0,
                2,
                0
              ]
            }
          }
        },
        {
          "effect": {
            "definition": {
              "id": 335971,
              "actionId": 83,
              "areaShape": 32767,
              "areaSize": [],
              "params": [
                7,
                0
              ]
            }
          }
        },
        {
          "effect": {
            "definition": {
              "id": 335970,
              "actionId": 150,
              "areaShape": 32767,
              "areaSize": [],
              "params": [
                2,
                0
              ]
            }
          }
        },
        {
          "effect": {
            "definition": {
              "id": 344397,
              "actionId": 31,
              "areaShape": 32767,
              "areaSize": [],
              "params": [
                1,
                0,
                1,
                0,
                0,
                0
              ]
            }
          }
        }
      ]
    }
  },
  {
    "title": {
      "fr": "Bottes de Koko",
      "en": "Koko's Boots",
      "es": "Botas de Koko",
      "pt": "Botas de Koko"
    },
    "description": {
      "fr": "Le Krosmoz est vaste. On s'en rend compte en scrutant les millions d'étoiles brillant dans le ciel nocturne, si nombreuses qu'on ne saurait toutes les compter au cours d'une vie. On s'en rend compte en imaginant le souffle du vent, force inlassable qui tournoie aux quatre coins du Monde des Douze, agitant les océans, soulevant les poussières, perforant les nuages. On s'en rend compte en lisant des contes héroïques évoquant des royaumes et des dieux oubliés, en écoutant les récits de hauts-faits parlant d'intrigues mystérieuses, en touchant les ossements de créatures mystiques n'existant plus aujourd'hui.\r\n\r\nMais on ne saurait mieux reconnaître la grandeur de l'univers qu'en le mesurant aux êtres les plus exceptionnels qui le peuplent.\r\n\r\nPeut-être qu'en voyageant dans les forêts et les montagnes, les divagations du randonneur vous mèneront aux souvenirs de Koko, un messager brâkmarien brillant, bienveillant, soucieux et incroyablement travailleur. Peut-être même qu'en attendant que l'aube ne réveille le port d'Ereboria, en sentant la brise marine sur votre visage et en entendant le bruit des vagues sur le pont, vous croirez entendre son rire particulier. Enfin, peut-être sentirez-vous son regard empreint de jugement à chaque fois qu'une de vos innombrables âneries franchira vos lèvres.",
      "en": "The Krosmoz is vast. You realize it by looking at the millions of stars shining in the night sky... so many that you couldn't count them all in one lifetime. You realize it by imagining the wind blowing, a tireless force that swirls across the four corners of the World of Twelve, churning the oceans, tossing the dust, and piercing the clouds. You realize it by reading heroic tales about forgotten kingdoms and gods, by listening to tales of heroic deeds with mysterious plots, by touching the bones of long-extinct mystical creatures.\n\nBut you cannot better recognize the greatness of the universe than by measuring it against the most exceptional beings that live within it.\n\nMaybe as you travel through the forests and mountains, the hiker's ramblings will lead you to memories of Koko, a brilliant, kind, concerned, and incredibly hard-working Brakmarian messenger. Maybe even as you wait for dawn to break over Ereboria Harbor, feeling the sea breeze on your face and hearing the sound of the waves on the dock, you will think you hear his distinctive laughter. Finally, maybe you will feel his judgmental gaze every time you utter some of your endless nonsense.",
      "es": "El Krosmoz es muy amplio. Uno se da cuenta escrutando las millones de estrellas brillantes en el cielo nocturno, tantas que no podríamos contarlas todas a lo largo de una vida. Uno se da cuenta imaginando el soplido del viento, la fuerza incansable que se arremolina por todos los rincones del Mundo de los Doce, agitando océanos, levantando polvaredas, perforando las nubes. Uno se da cuenta leyendo los cuentos heroicos que evocan a reyes y dioses olvidados, escuchando los relatos que hablan de intrigas misteriosas, tocando las osamentas de criaturas místicas que ya no existen hoy en día.\n\nPero solo podríamos reconocer mejor la grandeza del universo si lo midiéramos con los seres más excepcionales que lo habitan.\n\nQuizás que viajando por los bosques y montañas, las divagaciones del caminante te llevarán a los recuerdos de Koko, un mensajero brakmariano brillante, benevolente, preocupado e increíblemente trabajador. Quizás incluso que esperando a que el alba despierte al puerto de Ereboria, sintiendo la brisa marina en tu cara y escuchando el ruido de las olas sobre el puente, creerás escuchar su risa particular. Por último, quizás sentirás su mirada juzgadora cada vez que una de tus innombrables tonterías salga de tu boca.",
      "pt": "O Krosmoz é vasto. A gente se dá conta ao observar os milhões de estrelas brilhando no céu noturno, tão numerosas que chega a ser impossível contar todas, mesmo durante uma vida inteira. A gente se dá conta ao imaginar o sopro do vento, essa força indomável que passeia pelos quatro cantos do Mundo dos Doze, agitando os oceanos, levantando a poeira, perfurando as nuvens. A gente se dá conta ao ler os contos heroicos que falam de reinos e deuses esquecidos, ao ouvir histórias de grandes feitos cheias de intrigas misteriosas, ao tocar as ossadas de criaturas místicas que já não existem mais.\n\nMas não existe uma maneira melhor de reconhecer a grandeza do universo que conhecendo os seres mais incríveis que nele habitam.\n\nTalvez enquanto viaja pelas florestas e montanhas, suas divagações levem você a se lembrar de Koko, o mensageiro brakmariano brilhante, zeloso e incrivelmente trabalhador. Talvez enquanto aguarda a aurora no porto de Ereboria, sentindo no rosto a brisa do mar e ouvindo o som das ondas na ponte, você tenha a impressão de ouvir seu riso peculiar. Enfim, talvez você sinta seu olhar carregado de julgamento toda vez que deixar uma bobagem escapar da sua boca."
    },
    "definition": {
      "item": {
        "level": 50,
        "id": 30353,
        "graphicParameters": {
          "gfxId": 11930353,
          "femaleGfxId": 11930353
        },
        "baseParameters": {
          "itemTypeId": 119,
          "rarity": 5
        },
        "useParameters": {
          "useCostAp": 0,
          "useCostMp": 0,
          "useCostWp": 0,
          "useRangeMin": 0,
          "useRangeMax": 0,
          "useTestFreeCell": false,
          "useTestLos": true,
          "useTestOnlyLine": false,
          "useTestNoBorderCell": true,
          "useWorldTarget": 0
        }
      },
      "equipEffects": [
        {
          "effect": {
            "definition": {
              "id": 337149,
              "actionId": 175,
              "areaShape": 32767,
              "areaSize": [],
              "params": [
                6,
                0
              ]
            }
          }
        },
        {
          "effect": {
            "definition": {
              "id": 337148,
              "actionId": 173,
              "areaShape": 32767,
              "areaSize": [],
              "params": [
                6,
                0
              ]
            }
          }
        },
        {
          "effect": {
            "definition": {
              "id": 337151,
              "actionId": 150,
              "areaShape": 32767,
              "areaSize": [],
              "params": [
                4,
                0
              ]
            }
          }
        },
        {
          "effect": {
            "definition": {
              "id": 337150,
              "actionId": 1068,
              "areaShape": 32767,
              "areaSize": [],
              "params": [
                32,
                0,
                3,
                0
              ]
            }
          }
        },
        {
          "effect": {
            "definition": {
              "id": 337145,
              "actionId": 31,
              "areaShape": 32767,
              "areaSize": [],
              "params": [
                1,
                0,
                1,
                0,
                0,
                0
              ]
            }
          }
        },
        {
          "effect": {
            "definition": {
              "id": 337147,
              "actionId": 20,
              "areaShape": 32767,
              "areaSize": [],
              "params": [
                59,
                0,
                1,
                0,
                0,
                0
              ]
            }
          }
        },
        {
          "effect": {
            "definition": {
              "id": 337146,
              "actionId": 41,
              "areaShape": 32767,
              "areaSize": [],
              "params": [
                1,
                0,
                1,
                0,
                0,
                0
              ]
            }
          }
        },
        {
          "effect": {
            "definition": {
              "id": 337153,
              "actionId": 84,
              "areaShape": 32767,
              "areaSize": [],
              "params": [
                28,
                0
              ]
            }
          }
        },
        {
          "effect": {
            "definition": {
              "id": 337152,
              "actionId": 82,
              "areaShape": 32767,
              "areaSize": [],
              "params": [
                28,
                0
              ]
            }
          }
        }
      ]
    }
  }
]